{
    "header": {
        "aboutmeSpan": "About me",
        "skillsSpan": "Skills",
        "portfolioSpan": "Portfolio"
    },
    "homepage": {
        "IamSpan": "I am",
        "h2JobDescription": "FRONTEND DEVELOPER",
        "LetsTalkSpan": "Let´s talk!",
        "scrollDownSpan": "Scroll down"
    },
    "aboutme": {
        "aboutMeH2": "About me",
        "prefaceSpan": "Hi, I’m a german speaking Frontend Developer based in Ludwigshafen am Rhein. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
        "locationSpan": "Flexible in terms of working environments, I can work effectively both on-site in Ludwigshafen and remotely.",
        "bulbSpan": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
        "puzzleSpan": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life."
    },
    "myskills": {
        "mySkillsHeader": "My skills",
        "mySkillsSpan": "I have gained experience in building projects with different frontend technologies and concepts.",
        "mySkillsMainSpan": "Looking for",
        "mySkillsAnotherSpan": "another skill",
        "mySkillsSecondSpan": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
        "getInTouchSpan": "Get in touch"
    },
    "portfolio": {
        "sidetextSpan": "Explore a selection of my work here - Interact with projects to see my skills in action.",
        "joinDescriptionSpan": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
        "elPolloLocoDescriptionSpan": "Jump Run game based on object oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen",
        "PokedexDescriptionSpan": "Based on the PokéAPI a simple library that provides and catalogues pokemon information",
        "leftButtonSpan": "Live test"
    },
    "contact": {
        "contactHeader": "Contact",
        "contactInsideHeaderSpan": "Got a problem to solve?",
        "contactInsideSpan1": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
        "contactInsideSpan2": "Need a Frontend developer?",
        "contactMeSpan": "Contact me!",
        "yourNamePlaceholder": "Your name",
        "yourEmailPlaceholder": "Your email",
        "yourMessagePlaceholder": "Your message",
        "requiredNameSpan": "Please enter your name",
        "requiredEmailSpan": "Please enter your email adress",
        "requiredMessageSpan": "Please enter a message",
        "privacyPolicyFirstSpan": "I've read the ",
        "privacyPolicySpan": "privacy policy ",
        "privacyPolicySecondSpan": "and agree to the processing ",
        "privacyPolicyThirdSpan": "of my data as outlined.",
        "privacyPolicyRequiredSpan": "Please accept the privacy policy",
        "buttonSpan": "Send message :)",
        "sendPostSpan": "Send post complete"
    },
    "privacyPolicy": {
        "h1Header": "Privacy Policy",
        "pSpanUpdateTxt": "Last updated: February 26, 2025 <br> This Privacy Policy describes Our policies and procedures on the collection use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.<br> We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the <a href='https://www.privacypolicies.com/privacy-policy-generator/' target='_blank'>Privacy Policy Generator</a>.",
        "h2InterpretationDefinitions": "Interpretation and Definitions",
        "h3Interpretation": "Interpretation",
        "pWordsDescription": "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.",
        "h3Definitions": "Definitions",
        "pPurposes": "For the purposes of this Privacy Policy:",
        "pAccount": "- <strong>Account</strong> means a unique account created for You to access our Service or parts of our Service.<br> - <strong>Affiliate</strong> means an entity that controls, is controlled by or is under common control with a party, where &quot;control&quot; means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.<br> - <strong>Company</strong> (referred to as either &quot;the Company&quot;, &quot;We&quot;, &quot;Us&quot; or &quot;Our&quot; in this Agreement) refers to Portfolio_Emre_Isik.<br> - <strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.<br> - <strong>Country</strong> refers to: Rheinland-Pfalz,  Germany<br> - <strong>Device</strong> means any device that can access the Service such as a computer, a cellphone or a digital tablet.<br> - <strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.<br> - <strong>Service</strong> refers to the Website.<br> - <strong>Service Provider</strong> means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.<br> - <strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).<br> - <strong>Website</strong> refers to Portfolio_Emre_Isik, accessible from <a href='http://www.emre-isik.de' rel='external nofollow noopener' target='_blank'>http://www.emre-isik.de</a><br> - <strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.",
        "pAffiliate": "",
        "pCompany": "",
        "pCookies": "",
        "pCountry": "",
        "pDevice": "",
        "pPersonalData": "",
        "pService": "",
        "pServiceProvider": "",
        "pUsage Data": "",
        "pWebsite": "",
        "pYou": "",
        "h2CollectingData": "",
        "h3TypesOfData": "",
        "h4PersonalData": ""
    },
    "legalNotice": {
        "contactHeader": "Contact",
        "contactInsideHeaderSpan": "Got a problem to solve?",
        "contactInsideSpan1": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
        "contactInsideSpan2": "Need a Frontend developer?",
        "contactMeSpan": "Contact me!",
        "yourNamePlaceholder": "Your name",
        "yourEmailPlaceholder": "Your email",
        "yourMessagePlaceholder": "Your message",
        "requiredNameSpan": "Please enter your name",
        "requiredEmailSpan": "Please enter your email adress",
        "requiredMessageSpan": "Please enter a message",
        "privacyPolicyFirstSpan": "I've read the ",
        "privacyPolicySpan": "privacy policy ",
        "privacyPolicySecondSpan": "and agree to the processing ",
        "privacyPolicyThirdSpan": "of my data as outlined.",
        "privacyPolicyRequiredSpan": "Please accept the privacy policy",
        "buttonSpan": "Send message :)",
        "sendPostSpan": "Send post complete"
    }
}